Revit 2024 API
ParameterTypeId.LevelDataOwningLevel Property
 "Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId LevelDataOwningLevel { get; }
Visual Basic
Public Shared ReadOnly Property LevelDataOwningLevel As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LevelDataOwningLevel {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace